{
    "Qu'est-ce que le diabète ?": "Le diabète est une maladie chronique qui ne se guérit pas, mais que l’on peut traiter et contrôler. Il est causé par un manque ou un défaut d’utilisation d’une hormone appelée insuline. L’insuline est produite par le pancréas. Elle permet au glucose (sucre) d’entrer dans les cellules du corps pour qu’il soit utilisé comme source d’énergie. Chez une personne non diabétique, l’insuline remplit bien son rôle et les cellules disposent de l’énergie dont elles ont besoin pour fonctionner. Lorsqu’il manque d’insuline ou qu’elle ne peut pas bien accomplir sa fonction, comme c’est le cas dans le diabète, le glucose ne peut pas servir de carburant aux cellules. Il s’accumule alors dans le sang et entraîne une augmentation du taux de sucre (hyperglycémie). ",
    "Quelles sont les complications du diabète ?": "Les complications liées au diabète ont une origine commune : l’excédent de glucose dans le sang. Les complications du diabète peuvent modifier grandement la vie d’une personne diabétique. Un bon contrôle des glycémies permet de retarder et parfois même de limiter l’apparition des complications. À la longue, un taux de sucre élevé dans le sang entraîne certaines complications, notamment au niveau des yeux, des reins, des nerfs, du cœur et des vaisseaux sanguins. ",
    "Quels sont les symptômes ?": "Les symptômes du diabète peuvent varier d’une personne à l’autre. Dans certains cas, le diabète peut même être présent sans que des symptômes ne soient perçus. Les symptômes sont :",
    "Quels sont les principaux types de diabète ?": "Le diabète de type 1 Le diabète de type 1 se manifeste à l’enfance, à l’adolescence et chez les jeunes adultes. Environ 10 % des cas de diabète sont de type 1. Il se caractérise par l’absence totale de la production d’insuline. Pour une raison encore inconnue, les cellules qui produisent l’insuline sont détruites par le système immunitaire. Ne fabriquant plus d’insuline, les personnes diabétiques de type 1 dépendent d’injections quotidiennes d’insuline pour vivre. Le diabète de type 2 Le diabète de type 2 se manifeste plus tard dans la vie, généralement vers l’âge de 40 ans. La très grande majorité des personnes atteintes de diabète ont ce type de diabète, environ 90 % des cas. Mais depuis quelques années, un phénomène inquiétant se manifeste : on remarque que ce diabète apparaît de plus en plus tôt et, chez certaines populations à risque, il peut apparaître dès l’enfance. Chez certaines personnes, la production d’insuline est insuffisante. Chez d’autres, l’insuline sécrétée n’accomplit pas son travail adéquatement, entraînant l’augmentation du taux de sucre dans le sang. Le diabète de grossesse Le diabète de grossesse se manifeste pendant la grossesse, généralement vers la fin du 2e et au 3e trimestre. Il est aussi connu sous le nom de diabète gestationnel. On retrouve un diabète gestationnel chez 3 à 20% des femmes enceintes. Dans 80 % des cas, il disparaîtra 3 à 6 mois après l’accouchement. Il affecte à la fois le bébé et la mère. Chez l’enfant, il y a un risque qu’il soit plus gros que la normale. Chez la mère, la présence du diabète accroît les risques d’infections, augmente le niveau de fatigue et peut causer des complications lors de l’accouchement. Les femmes ayant fait un diabète gestationnel sont plus à risque de développer le diabète plus tard.",
    "Quels sont les facteurs de risques du diabète de type 2?": "Les causes du diabète de type 2 sont nombreuses et, dans bien des cas, c’est la combinaison de plusieurs facteurs qui déclenche l’apparition de la maladie. En voici des exemples :",
    "Comment traite-t-on le diabète ?": "Il existe plusieurs approches de traitement pour le diabète, l’objectif à atteindre est un meilleur contrôle des glycémies. Le traitement du diabète comprend : Dans bien des cas, le diabète de type 2 peut être contrôlé en modifiant les habitudes alimentaires et en faisant plus d’activité physique. Quelque soit le type de diabète, l’enseignement est la base du traitement. Offert par une équipe de professionnels de la santé, la personne diabétique apprend ce qu’est la maladie, comment la contrôler, de quelle manière s’alimenter et comment intégrer l’activité physique de façon sécuritaire. Elle apprend également à faire des mesures quotidiennes des glycémies et à s’injecter d’insuline lorsqu’elle est prescrite.",
    "Peut-on prévenir le diabète ?": "On peut prévenir le diabète de type 2  ou en retarder l’apparition en modifiant ses habitudes de vie. Faites le test pour savoir si vous êtes à risque.",
    "Est-ce que le diabète se guérit ?": "Le diabète est une maladie chronique incurable. Par contre, il est possible de le contrôler.",
    "Qu’est-ce que le diabète ?": "Le diabète est une maladie chronique qui ne se guérit pas, mais qui se contrôle. Il est caractérisé par une glycémie, c’est-à-dire un taux de sucre dans le sang, au-dessus des valeurs normales. Habituellement, la glycémie est maintenue dans les valeurs normales grâce, entre autres, à l’insuline. L’insuline est une hormone produite par le pancréas. Elle agit comme une clé en permettant au sucre présent dans le sang d’entrer dans les cellules du corps pour qu’il soit utilisé comme source d’énergie.  En présence de diabète, l’un et/ou l’autre des phénomènes suivants se produisent :  Une résistance du corps à l’action de l’insuline; Une diminution ou une absence de production d’insuline.  Par conséquent, le sucre ne peut pas entrer dans les cellules et il s’accumule dans le sang, ce qui entraîne une hyperglycémie, c’est-à-dire une augmentation de la glycémie au-dessus des valeurs normales. À long terme, l’hyperglycémie peut mener au développement de certaines complications, notamment aux yeux, aux reins, aux nerfs, au cœur et aux vaisseaux sanguins. Il existe différents types de diabète, soit le prédiabète, le diabète de type 1, le diabète de type 2, le diabète de grossesse et d’autres types de diabète plus rares.",
    "Facteurs de risque": "Les causes du diabète de type 2 sont nombreuses et, dans bien des cas, c’est la combinaison de plusieurs facteurs qui entraîne l’apparition de la maladie. Par exemple:  Le sexe : les hommes sont plus vulnérables que les femmes; L’âge : 40 ans et plus; L’hérédité : avoir un parent du premier degré (parent, frère, sœur, enfant) qui vit avec le diabète de type 2; L’origine ethnique : autochtone, africaine, asiatique, hispanique, arabe ou sud-asiatique; Le surplus de poids; Le tour de taille élevé, soit la graisse accumulée autour de l’abdomen; La sédentarité; Les mauvaises habitudes alimentaires: comme manger peu ou pas de fruits et légumes; Le tabagisme; L’hypertension artérielle; La présence de maladies associées: pancréatite, infection par le VIH, troubles psychiatriques (schizophrénie, dépression, trouble bipolaire), syndrome des ovaires polykystiques, la goutte (hyperuricémie); La prise de médicaments associés au diabète: glucocorticoïdes (cortisone), médicaments anti-rejet, antipsychotiques atypiques, statines; Des résultats de glycémie anormalement élevés dans le passé; Pour les femmes, avoir donné naissance à un bébé de plus de 4,1 kg (9 livres); Des antécédents de diabète gestationnel; Un faible niveau de scolarité.  Certains facteurs de risque ne peuvent être changés.  Il est toutefois possible de réduire son risque de développer une diabète de type 2 en agissant sur certains facteurs de risque, comme les habitudes alimentaires, l’activité physique et le tabagisme.   Suis-je à risque ? (faites le test)     Étape 1 de 12   8%   Êtes-vous un homme ou une femme?Êtes-vous un homme ou une femme?(Nécessaire)   Homme    Femme    Suivant     Quel âge avez-vous ?Quel âge avez-vous?(Nécessaire)   Précédent Suivant     Quels sont votre poids et votre taille ?Entrez votre poids(Nécessaire)Unités(Nécessaire)LivresKgEntrez votre taille(Nécessaire)   Pieds    Pouces  Entrez votre taille(Nécessaire)Unités(Nécessaire)Pieds et poucesCentimètres   Précédent Suivant     Quel est votre tour de taille ?À l’aide d’un ruban à mesurer, mesurez votre tour de taille à la hauteur du nombril. Expirez, (ne retenez pas votre souffle) puis prenez la mesure. (Remarque : cela n’a rien à voir avec la taille de vos pantalons.)Tour de tailles(Nécessaire)Unités(Nécessaire)CentimètresPouces   Précédent Suivant     Faites-vous habituellement de l'activité physique, comme de la marche rapide, au moins 30 minutes par jour ?Activités(Nécessaire)   Oui    Non    Précédent Suivant     À quelle fréquence mangez-vous des légumes ou des fruits ?Fruits et légumes(Nécessaire)   Tous les jours    Pas tous les jours    Précédent Suivant     Un médecin ou un membre du personnel infirmier vous a-t-il déjà dit que vous faisiez de l'hypertension artérielle OU avez-vous déjà pris des médicaments contre l’hypertension artérielle ?Hypertension(Nécessaire)   Oui    Non ou ne sais pas    Précédent Suivant     Avez-vous déjà eu un résultat de glycémie élevée lors d’une analyse sanguine, d’une maladie ou d’une grossesse ?Glycémie(Nécessaire)   Oui    Non    Précédent Suivant     Avez-vous déjà donné naissance à un bébé de 9 livres (4,1 kg) ou plus ?Bébé(Nécessaire)   Oui    Non / Ne sais pas    Précédent Suivant     Est-ce qu’un membre de votre famille a déjà eu un diagnostic de diabète ?Génétique(Nécessaire)   Oui    Non Si oui, veuillez choisir :(Nécessaire)  Mère   Père   Enfants   Frère(s) et/ou sœur(s)   Autres    Précédent Suivant     Quel est le groupe ethnique de vos parents biologiques ?Mère(Nécessaire)Blanc (type caucasien)AutochtoneNoir (Afro-Antillais)Asiatique de l'Est (Chinois, Vietnamien, Coréen, etc.)Asiatique du Sud (Indien-Oriental, Pakistanais, etc.)Autres(Latino-Américain, Arabe, Asie occidentale. etc)Père(Nécessaire)Blanc (type caucasien)AutochtoneNoir (Afro-Antillais)Asiatique de l'Est (Chinois, Vietnamien, Coréen, etc.)Asiatique du Sud (Indien-Oriental, Pakistanais, etc.)Autres(Latino-Américain, Arabe, Asie occidentale. etc)   Précédent Suivant     Quel est le plus haut niveau de scolarité que vous ayez atteint ?Scolarité(Nécessaire)   Études secondaires ou moins    Diplôme d’études secondaires    Études collégiales ou universitaires    Diplôme d’études collégiales ou universitaires  Précédent Envoyer             Δ   Des ressources pour vous aider Documents  Comprendre et prévenir le diabète de type 2 (dépliant disponible dans la boutique) Le tabagisme et le diabète (dépliant disponible dans la boutique) En forme chez soi 1 (dépliant disponible dans la boutique)   Recherche et rédaction: Équipe de professionnelles de la santé de Diabète Québec Juillet 2023",
    "Symptômes": "Les symptômes suivants sont associés au diabète. Ils sont le reflet d’une hyperglycémie, c’est-à-dire un taux de sucre dans le sang au-dessus des valeurs normales. Les symptômes peuvent être présents ou non au moment du diagnostic de la maladie et peuvent également survenir lorsque le diabète n’est pas bien géré et qu’il y a une hyperglycémie. Dans bien des cas, les symptômes du diabète de type 2 sont tellement mineurs qu’ils peuvent passer inaperçus pendant plusieurs années. Pendant ce temps, la maladie poursuit son évolution. Il est donc important de passer des prises de sang régulièrement à partir de l’âge de 40 ans.           Symptômes de l’hyperglycémie:  Fatigue Somnolence Augmentation du volume et de la fréquence des urines Soif intense Bouche sèche Irritabilité Difficulté de concentration  Si l’hyperglycémie se maintient dans le temps, les symptômes suivants peuvent s’installer:  Vision embrouillée Faim exagérée Perte de poids inexpliquée Plaies qui guérissent mal Infection des organes génitaux et de la vessie    Le diabète ne se manifeste pas toujours de la même façon, avec la même intensité et en présence de tous ces symptômes. Il arrive même que les symptômes passent inaperçus durant plusieurs années. Consultez un médecin si un ou plusieurs symptômes sont présents. Une prise de sang permettra de confirmer si ces symptômes sont le résultat d’une hyperglycémie. Si les symptômes sont importants, rendez-vous à l’hôpital.     Diabète de type 1 Les symptômes du diabète de type 1 peuvent apparaître progressivement ou subitement, selon le cas. Aux symptômes listés ci-dessus peuvent s’ajouter :  Crampes abdominales Haleine fruitée, en raison de la présence de corps cétoniques dans le sang ou dans l’urine  Prédiabète Il y a rarement des symptômes en présence de prédiabète.",
    "Dépistage et diagnostic": "Le diagnostic du diabète de type 2 En prenant sa glycémie de façon aléatoire (par exemple, en pharmacie), cela peut donner un indice sur la présence ou non d’un diabète de type 2. Cependant, seule une prise de sang analysée en laboratoire permet de poser un diagnostic de diabète.  Le tableau ci-dessous indique les valeurs diagnostiques pour le prédiabète et le diabète qui proviennent des Lignes directrices de pratique clinique 2018 pour la prévention et le traitement du diabète au Canada de Diabète Canada: PrédiabèteDiabète de type 2Glycémie à jeun (glycémie AC)Entre 6,1 et 6,9 mmol/L (anomalie de la glycémie à jeun)7,0 mmol/L et plusHémoglobine glyquée (HbA1c ou A1c)Entre 6,0 et 6,4 %6,5 % et plusGlycémie 2 heures après avoir bu un liquide contenant 75 g de glucose (hyperglycémie provoquée par voie orale ou HGPO)Entre 7,8 et 11,0 mmol/L (intolérance au glucose)11,1 mmol/L et plusGlycémie mesurée à tout moment de la journée–11,1 mmol/L et plus, avec les symptômes classiques Parfois, une deuxième prise de sang est nécessaire afin de confirmer les résultats obtenus.  Le dépistage du diabète de type 2 (mesure de la glycémie à jeun ou de l’hémoglobine glyquée) est recommandé tous les trois ans chez les personnes de 40 ans et plus ou et même plus tôt ou plus fréquemment chez les personnes qui présentent plusieurs facteurs de risque. Qu’est-ce que l’hémoglobine glyquée? L’hémoglobine glyquée (HbA1C ou A1C) représente la moyenne des glycémies des 2-3 derniers mois. Cette mesure est également utilisée pour déterminer le risque de complications. Au moment de passer la prise de sang pour une hémoglobine glyquée seule, il n’est pas nécessaire d’être à jeun. Pour en savoir plus sur l’hémoglobine glyquée, visionnez notre vidéo sur le sujet!",
    "Diabète de type 1": "Ce type de diabète apparaît généralement chez les personnes de moins de 20 ans. Il touche environ 10 % des personnes vivant avec le diabète. Le diabète de type 1 était autrefois appelé diabète insulinodépendant ou diabète juvénile. Il se caractérise par l’absence totale de production d’insuline. La personne vivant avec le diabète de type 1 dépend donc d’injections quotidiennes d’insuline ou d’une pompe à insuline pour assurer sa survie.         Les causes Les causes exactes de l’apparition du diabète de type 1 demeurent inconnues. Dans la majorité des cas, les cellules qui produisent l’insuline (cellules bêta), situées dans le pancréas, sont détruites par le système immunitaire. Le processus de destruction évolue habituellement sur plusieurs années. Il débute bien avant l’apparition des premiers symptômes de la maladie. On ne sait pas ce qui déclenche cette attaque ni pourquoi elle débute. Les chercheurs pensent qu’une prédisposition génétique et certains facteurs liés à l’environnement contribuent au développement du diabète de type 1.   Qu’est-ce que le diabète de type 1?   Les symptômes Lorsque le diabète de type 1 se développe, certains symptômes apparaissent tels que:  Une soif intense De la fatigue Des urines fréquentes Une perte de poids Une vision embrouillée.  Sans traitement, ces symptômes peuvent évoluer et mener à une acidocétose diabétique. Le diagnostic du diabète de type 1 Seule une prise de sang analysée en laboratoire permet de diagnostiquer le diabète de type 1. On mesure la glycémie, c’est-à-dire le taux de sucre dans le sang. Le tableau ci-dessous indique les valeurs diagnostiques pour le prédiabète et le diabète qui proviennent des Lignes directrices de pratique clinique 2018 pour la prévention et le traitement du diabète au Canada de Diabète Canada: Glycémie à jeun7 mol/L et plusGlycémie à tout moment de la journée11,1 mmol/L et plusAvec les symptômes du diabète Dans certains cas, un dosage des anticorps anti GAD65 est fait pour confirmer le type de diabète. Leur présence signale la forte probabilité d’un diabète de type 1. Cette mesure est complétée au besoin par le dosage du peptide-C qui reflète la quantité d’insuline que le pancréas est capable de produire. De plus, des symptômes sont pratiquement toujours présents au moment du diagnostic. Le phénomène de la « lune de miel » Peu de temps après le diagnostic de diabète de type 1, certaines personnes vivront ce qu’on appelle le phénomène de la « lune de miel ». Cette période transitoire est marquée par une diminution importante des besoins en insuline.  Elle dure en moyenne de six à neuf mois, mais peut durer jusqu’à deux ans. Ce phénomène s’explique par la sécrétion d’une certaine quantité d’insuline par quelques cellules du pancréas encore saines. Éventuellement, le processus auto-immun propre au diabète de type 1 conduira à la destruction complète de ces cellules. En l’absence totale de sécrétion d’insuline, les glycémies seront plus élevées et les doses d’injection d’insuline devront être augmentées.  Des ressources pour vous aider Documents  Protocole d’intervention en milieu scolaires pour les élèves atteints de diabète de type 1  Ressources externes  Projet BETTER FRED: Fondation Ressource pour les Enfants Diabétiques   Recherche et rédaction : Équipe des professionnelles de la santé de Diabète Québec Juillet 2022 © Diabète Québec Références : Punthakee Z, Goldenberg R and Katz P. Diabetes Canada 2018 Clinical Practice Guidelines for the Prevention and Management of Diabetes in Canada: Definition, Classification and Diagnosis of Diabetes, Prediabetes and Metabolic Syndrome. Can J Diabetes 2018; 42 (Suppl 1): S10-S15.",
    "Diabète de type 2": "Le diabète de type 2 est la forme la plus fréquente de diabète, avec 90 % des cas. Il se manifeste généralement à l’âge adulte, chez les individus de 40 ans et plus. Malheureusement, on constate qu’il apparaît également chez des personnes de plus en plus jeunes, en raison entre autres de l’augmentation du taux d’obésité. Dans les populations à risque, il peut même apparaître dès l’enfance.   Dans le diabète de type 2, deux phénomènes sont généralement présents :  une résistance du corps à l’action de l’insuline; une diminution de la production d’insuline.  S’en suit une hyperglycémie, c’est-à-dire une augmentation du taux de sucre dans le sang au-dessus des valeurs normales. À long terme, l’hyperglycémie peut mener au développement de certaines complications, notamment aux yeux, aux reins, aux nerfs, au cœur et aux vaisseaux sanguins. Des symptômes peuvent être présents ou non au moment du diagnostic.     Vidéo: Qu’est-ce que le diabète de type 2?        Les facteurs de risques Les causes du diabète de type 2 sont nombreuses et, dans bien des cas, c’est la combinaison de plusieurs facteurs qui entraîne l’apparition de la maladie. Par exemple:  Le sexe : les hommes sont plus vulnérables que les femmes; L’âge : le risque augmente à mesure que l’on vieillit; Le surplus de poids; Le tour de taille élevé, soit la graisse accumulée autour de l’abdomen; La sédentarité ; Les mauvaises habitudes alimentaires; L’hypertension artérielle; Des résultats de glycémie anormalement élevés dans le passé; Pour les femmes, avoir donné naissance à un bébé de plus de 4,1 kg (9 livres); L’hérédité; L’origine ethnique : autochtone, africaine, asiatique, latino-américaine, etc. Un faible niveau de scolarité.    Le diagnostic du diabète de type 2 Seule une prise de sang analysée en laboratoire permet de poser un diagnostic de diabète.  Le tableau ci-dessous indique les valeurs diagnostiques pour le prédiabète et le diabète qui proviennent des Lignes directrices de pratique clinique 2018 pour la prévention et le traitement du diabète au Canada de Diabète Canada: PrédiabèteDiabète de type 2Glycémie à jeun (glycémie AC)Entre 6,1 et 6,9 mmol/L (anomalie de la glycémie à jeun)7,0 mmol/L et plusHémoglobine glyquée (HbA1c ou A1c)Entre 6,0 et 6,4 %6,5 % et plusGlycémie 2 heures après avoir bu un liquide contenant 75 g de glucose (hyperglycémie provoquée par voie orale ou HGPO)Entre 7,8 et 11,0 mmol/L (intolérance au glucose)11,1 mmol/L et plusGlycémie mesurée à tout moment de la journée–11,1 mmol/L et plus, avec les symptômes classiques Parfois, une deuxième prise de sang est nécessaire afin de confirmer les résultats obtenus. La prévention Bonne nouvelle! Il est démontré que la modification des habitudes de vie peut diminuer de près de 60% le risque de développer le diabète de type 2, ou du moins en retarder l’apparition, ainsi que les complications associées. Pour connaître votre niveau de risque de développer le diabète de type 2.  À voir aussi       Lire plus     Qu'est-ce que le diabète ?           Lire plus     Diabète de type 2: Enfants et adolescents         Des ressources pour vous aider Documents Diabète Québec  Comprendre et prévenir le diabète de type 2  Ressources externes  ADA   Recherche et rédaction: Équipe de professionnelles de la santé de Diabète Québec © Diabète Québec – Juillet 2022 Références Ékoé J, Goldenberg R, Katz P. Diabetes Canada 2018 Clinical Practice Guidelines for the Prevention and Management of Diabetes in Canada: Screening for Diabetes in Adults. Can J Diabetes 2018;42(Suppl 1):S16-S19. Punthakee Z, Goldenberg R and Katz P. Diabetes Canada 2018 Clinical Practice Guidelines for the Prevention and Management of Diabetes in Canada: Definition, Classification and Diagnosis of Diabetes, Prediabetes and Metabolic Syndrome. Can J Diabetes 2018; 42 (Suppl 1): S10-S15. Diabetes Prevention Program Research Group, Knowler WC, Fowler SE, et al. 10-year follow-up of diabetes incidence and weight loss in the Diabetes Prevention Program Outcomes Study. Lancet. 2009;374:1677-1686.",
    "Diabète de grossesse": "Aussi appelé diabète gestationnel, le diabète de grossesse touche 3 à 20 % des femmes enceintes.  Il se définit par une hyperglycémie, soit un taux élevé de sucre dans le sang, qui se produit pendant la grossesse chez une femme qui ne vivait pas avec le diabète auparavant. Il survient généralement vers la fin du 6e mois de grossesse. Dans la majorité des cas, il disparaît après l’accouchement, mais la mère devient alors à risque de développer le diabète de type 2 dans les années qui suivent. Le diabète de grossesse n’augmente ni le risque de malformations, ni le risque que l’enfant soit diabétique à la naissance.   La cause  Le placenta produit des hormones qui sont très utiles au bon déroulement de la grossesse, mais qui nuisent au travail de l’insuline. L’insuline est une hormone qui permet de faire baisser la glycémie, c’est-à-dire le taux de sucre dans le sang. Chez certaines femmes enceintes, le corps ne parvient pas à sécréter assez d’insuline pour compenser l’effet de ces hormones. Le sucre s’accumule alors dans le sang et fait monter la glycémie. Les symptômes Généralement, la femme enceinte n’a pas de symptômes évidents de diabète. Toutefois, il arrive occasionnellement que des symptômes se manifestent :  Fatigue inhabituelle; Soif exagérée; Augmentation du volume et de la fréquence des urines; Maux de tête.  Ces symptômes peuvent facilement passer inaperçus, car ils sont très fréquents durant la grossesse.    Diabète de grossesse – La grossesse Les femmes qui reçoivent un diagnostic de diabète de grossesse sont prises en charge par une équipe de soins. Des rendez-vous et des échographies supplémentaires pourraient être nécessaires afin d’assurer la santé de la mère et du bébé.   Les femmes à risque Plusieurs facteurs augmentent le risque de développer un diabète de grossesse :  Avoir 35 ans ou plus; Avoir un indice de masse corporel (IMC) égal ou supérieur à 30 avant la grossesse ou gagner du poids au-delà des recommandations au cours des deux premiers trimestres de grossesse; Avoir un membre de sa famille immédiate qui vit avec le diabète de type 2; Avoir une grossesse multiple; Avoir déjà donné naissance à un bébé de plus de 4 kg (9 lb); Avoir déjà développé un diabète de grossesse lors d’une grossesse précédente; Avoir eu des valeurs de glycémie anormalement élevées dans le passé, soit un diagnostic d’intolérance au glucose ou de prédiabète; Être de descendance autochtone, latino-américaine, asiatique, arabe ou africaine ; Prendre un médicament à base de cortisone de façon régulière; Avoir le syndrome des ovaires polykystiques; Avoir l’acanthosis nigricans, c’est-à-dire une décoloration de la peau souvent brunâtre au niveau du cou et sous les bras.  Le dépistage Les Lignes directrices 2018 de pratique clinique de Diabète Canada pour la prévention et la prise en charge du diabète au Canada recommandent un test de dépistage du diabète de grossesse chez toutes les femmes enceintes, entre la 24e et la 28e semaine de grossesse. Pour les femmes plus à risque de développer un diabète de grossesse, le test doit être fait plus tôt. Le test privilégié de dépistage du diabète de grossesse est la mesure de la glycémie 1 heure après l’ingestion d’un liquide contenant 50 g de glucose.  Si le résultat est inférieur à 7,8 mmol/L, le test est normal. Si le résultat est entre 7,8 et 11,0 mmol/L, un test d’hyperglycémie provoquée par voie orale (HGPO) doit être fait pour clarifier le résultat (voir explications ci-dessous). Si le résultat est égal ou supérieur à 11,1 mmol/L, il y a présence de diabète gestationnel.  Le test d’HGPO consiste en l’ingestion d’un liquide sucré contenant 75 g de glucose. Trois prises de sang sont faites: à jeun, 1 heure après l’ingestion du liquide sucré et 2 heures après l’ingestion du liquide sucré. Le diagnostic de diabète est posé si au moins une des valeurs est égale ou supérieure à:  5,3 mmol/L à jeun 10,6 mmol/L 1 heure après l’ingestion du liquide sucré 9,0 mmol/L 2 heures après l’ingestion du liquide sucré  Certains centres hospitalier emploient le test d’HGPO (75 g de glucose) comme seul et unique test diagnostic. Dans ce cas, un diagnostic de diabète gestationnel est posé dès qu’une des valeurs suivantes de glycémie est atteinte:  5,1 mmol/L à jeun 10,0 mmol/L 1 heure après l’ingestion du liquide sucré 8,5 mmol/L 2 heures après l’ingestion du liquide sucré  Les risques possibles du diabète de grossesse s’il n’est pas bien contrôlé   Pour la mère :  Surplus de liquide amniotique, augmentant le risque d’un accouchement prématuré; Accouchement par césarienne ou accouchement vaginal plus difficile (à cause, entre autres, du poids du bébé); Hypertension de grossesse ou prééclampsie (tension artérielle élevée et enflure); Rester diabétique après l’accouchement ou développer à long terme un diabète de type 2 (20 à 50 % de risque dans les 5 à 10 années suivant la grossesse);    Pour le bébé :  Poids de naissance plus élevé que la normale (plus de 4 kg ou 9 lb); Hypoglycémie à la naissance; Blocage lors de la sortie des épaules pendant l’accouchement; Obésité et intolérance au glucose au début de l’âge adulte (surtout si le poids de naissance est plus grand que 4 kg ou 9 lb); Jaunisse, manque de calcium dans le sang ou difficulté respiratoire à la naissance.    Une bonne gestion du diabète de grossesse permet de réduire considérablement les risques de complications, autant pour la mère que pour le bébé. Le traitement Généralement, une saine alimentation qui tient compte des portions et de la répartition des glucides (sucres) ainsi qu’une bonne hygiène de vie (gestion du stress, sommeil adéquat et activité physique régulière) sont suffisantes pour gérer le diabète de grossesse. Si les valeurs de glycémie demeurent trop élevées, le médecin prescrira alors des injections d’insuline ou, dans certains cas, des antihypergycémiants oraux. L’insuline est tout à fait sécuritaire pendant la grossesse. Valeurs cibles de glycémie pour la majorité des femmes enceintes :  À jeun: <5,3 mmol/L 1 heure après un repas: <7,8 mmol/L 2 heures après un repas: <6,7 mmol/L  Votre équipe de soins vous renseignera sur les moments, la fréquence et les valeurs de glycémie que vous devez viser, puisqu’il est possible qu’elles diffèrent de celles présentées ci-dessus. Les valeurs cibles en cas de diabète de grossesse sont plus basses que celles des autres types de diabète. Après la grossesse Les femmes qui ont eu un diabète de grossesse sont beaucoup plus à risque de développer un diabète de type 2 dans les années qui suivent que celles qui n’ont pas eu de diabète de grossesse. Ainsi, il est recommandé de faire ce qui suit:  Passer une prise de sang entre 6 semaines et 6 mois suivant l’accouchement, afin de dépister un prédiabète ou un diabète de type 2; Maintenir de saines habitudes de vie pour réduire le risque de développer le diabète de type 2 ou retarder son apparition; Allaiter dans la mesure du possible immédiatement après la naissance et au moins au cours des quatre premiers mois.",
    "Prédiabète": "Le prédiabète désigne une glycémie, c’est-à-dire un taux de sucre dans le sang, plus élevée que la normale, mais pas suffisamment pour poser un diagnostic de diabète. Les personnes qui vivent avec le prédiabète ne développeront pas toutes le diabète de type 2, mais beaucoup en seront atteintes. Il s’agit en quelque sorte d’un signal d’alarme indiquant d’amorcer des changements d’habitudes de vie afin de prévenir, ou de moins, retarder l’apparition du diabète de type 2.           Les facteurs de risque D’autres facteurs de risque peuvent contribuer au développement du  diabète de type 2:  Le sexe : les hommes sont plus vulnérables que les femmes; L’âge : le risque augmente à mesure que l’on vieillit; Le surplus de poids; Le tour de taille élevé, soit la graisse accumulée autour de l’abdomen; La sédentarité; L’alimentation non équilibrée; L’hypertension artérielle; Pour les femmes, avoir donné naissance à un bébé de plus de 4,1 kg (9 livres); L’hérédité; L’origine ethnique : autochtone, africaine, asiatique, latino-américaine, etc. Un faible niveau de scolarité.      Les caractéristiques du prédiabète On caractérise parfois le prédiabète selon le moment de la journée où les valeurs de glycémie sont anormales:  Anomalie de la glycémie à jeun : signifie que la glycémie est plus élevée que la normale huit heures après avoir mangé. Intolérance au glucose : signifie que la glycémie s’élève au-dessus de la normale deux heures après avoir bu un liquide contenant 75 g de glucose (sucre), qui équivaut à un repas riches en glucides.  Le diagnostic du prédiabète Seule une prise de sang analysée en laboratoire permet de poser un diagnostic de prédiabète.  Le tableau ci-dessous indique les valeurs diagnostiques pour le prédiabète et le diabète qui proviennent des Lignes directrices de pratique clinique 2018 pour la prévention et le traitement du diabète au Canada de Diabète Canada: PrédiabèteDiabète de type 2Glycémie à jeun (glycémie AC)Entre 6,1 et 6,9 mmol/L (anomalie de la glycémie à jeun)7,0 mmol/L et plusHémoglobine glyquée (HbA1c ou A1c)Entre 6,0 et 6,4 %6,5 % et plusGlycémie 2 heures après avoir bu un liquide contenant 75 g de glucose (hyperglycémie provoquée par voie orale ou HGPO)Entre 7,8 et 11,0 mmol/L (intolérance au glucose)11,1 mmol/L et plusGlycémie mesurée à tout moment de la journée–11,1 mmol/L et plus, avec les symptômes classiques Parfois, une deuxième prise de sang est nécessaire afin de confirmer les résultats obtenus. Le dépistage du diabète de type 2 (mesure de la glycémie à jeun ou de hémoglobine glyquée) est recommandé tous les trois ans chez les personnes de 40 ans et plus ou et même plus tôt ou plus fréquemment chez les personnes qui présentent plusieurs facteurs de risque. La prévention Bonne nouvelle! Il est démontré que la modification de ses habitudes de vie permet de diminuer de près de 60% le risque de développer le diabète de type 2, ou du moins en retarder l’apparition, ainsi que les complications associées. Pour connaître votre niveau de risque de développer le diabète de type 2.",
    "Autres types de diabète": "Mis à part le diabète de type 1 et de type 2, il existe d’autres types de diabète moins fréquents. Diabète secondaire à certaines maladies    Le diabète peut se déclarer chez les personnes vivant avec certaines maladies ou conditions de santé, telles que :  Maladies pancréatiques (fibrose kystique, cancer, pancréatite, pancréatectomie, etc.); Maladies endocriniennes (syndrome de Cushing, acromégalie, hyperthyroïdie, etc.); Syndromes génétiques (syndrome de Down, ataxie de Friedreich, syndrome de Turner, etc.); Infections virales (rubéole congénitale, cytomégalovirus, etc.).       Diabète secondaire à la prise de médicaments Certains médicaments peuvent augmenter les risques de diabète, de façon temporaire ou permanente, tels que :  Glucocorticoïdes; Médicaments prescrits pour éviter le rejet suite à une transplantation d’organe; Médicaments pour traiter certains cancers; Certains médicaments pour traiter l’hypertension (thiazides); Médicament pour traiter l’hypothyroïdie; Certains médicaments pour traiter l’hypercholestérolémie (statines); Médicament antiépileptique; Médicaments pour traiter certains problèmes de santé mentale.   Les personnes développant le diabète suite à la prise de médicaments sont généralement considérées et traitées comme vivant avec le diabète de type 2.       Diabète MODY et LADA Certaines personnes vivent avec une forme de diabète qui ne peut être classée comme étant de type 1 ou de type 2. Il s’agit de cas rares, dans lesquels le diagnostic est difficile à poser, ou éventuellement remis en question en raison d’une évolution inattendue ou atypique de la maladie.   MODY (Maturity Onset Diabetes of the Young) Le diabète MODY est une forme de diabète rare qui se déclare généralement avant l’âge de 25 ans chez des individus de poids normal. Bien que ces caractéristiques correspondent habituellement à celles du diabète de type 1, ce dernier ressemble davantage au diabète de type 2 : entre autres, les symptômes au moment du diagnostic sont moins prononcés que dans le diabète de type 1 et il y a absence d’acidose. Ce diabète est caractérisé par une anomalie de la sécrétion de l’insuline due à une mutation génétique. Cette condition est fortement héréditaire; les risques de la transmettre à son enfant sont de 50 % lorsqu’on en est porteur. Le diabète MODY est souvent diagnostiqué en premier lieu comme un diabète de type 1. Par contre, il requiert des quantités étonnamment peu élevées d’insuline, et ce, de façon prolongée. Une évolution atypique peut aussi être un indice qu’il s’agit d’un diabète MODY plutôt que de type 1. Si l’on soupçonne ce type de diabète, il est possible d’effectuer des tests génétiques pour identifier le gène muté. Le diabète MODY peut parfois être traité autrement qu’avec des injections d’insuline, car le pancréas sécrète encore de l’insuline, contrairement à la personne vivant avec le diabète de type 1 qui dépend des injections d’insuline pour assurer sa survie.   LADA (Latent Autoimmune Diabetes in Adults) Le diabète LADA, parfois appelé diabète de type 1.5, apparait généralement chez les personnes de 30 à 50 ans de poids normal. Comme le diabète de type 1, il comporte une composante auto-immune, caractérisée par la présence d’auto-anticorps dans le sang. Ces anticorps engendrent une destruction lente et progressive des cellules bêta du pancréas qui sont responsables de la production de l’insuline. Le diabète LADA se distingue toutefois du diabète de type 1 par une progression plus lente vers la destruction complète des cellules bêta. Il ne requiert pas nécessairement d’insuline dès le diagnostic et peut ainsi laisser croire à un diabète de type 2. Il peut s’écouler entre 6 mois et 6 ans avant que l’insuline devienne nécessaire au traitement.       Des ressources pour vous aider Ressources externes  Projet BETTER   Recherche et rédaction : Équipe des professionnelles de la santé de Diabète Québec Avril 2020 © Diabète Québec Références :  Expert Committee. Diabetes Canada 2018 Clinical Practice Guidelines for the Prevention and Management of Diabetes in Canada: Appendix 2 Etiologic Classification of Diabetes Mellitus. Can J Diabetes 2018; 42 (Suppl 1): S308. American Diabetes Association. (2005). Latent Autoimmune Diabetes in Adults [En ligne]. Repéré à http://diabetes.diabetesjournals.org/content/54/suppl_2/S68.full  (page consultée le 15 mai 2018) Leslie D. et Valeri C. (2003) Le LADA (Latent Autoimmune Diabetes in Adults). Diabetes voice Vol 48 p.14-16, Fédération Internationale du Diabète Geoffroy L. et Gonthier M. (2012). Le diabète sous toute ses formes. Dans Le diabète chez l’enfant et l’adolescent, 2e édition. Montréal :Éditions du CHU Ste-Justine",
    "Le contrôle de la tension artérielle": "L’hypertension artérielle, qu’on appelle aussi « haute pression », est présente chez la majorité des personnes vivant avec le diabète de type 2 et chez une bonne partie des personnes vivant avec le diabète de type 1. Le plus souvent, l’hypertension artérielle ne s’accompagne d’aucun symptôme : d’où l’importance de faire des tests de dépistage régulièrement. Les complications L’hypertension artérielle est une véritable bombe à retardement. En entraînant un vieillissement précoce de tous les vaisseaux sanguins de votre corps, elle est un facteur contribuant à plusieurs complications du diabète. Elle favorise l’athérosclérose (dépôt de graisses dans la paroi interne des artères) et peut conduire à un infarctus (crise cardiaque), un accident vasculaire cérébral (thrombose cérébrale ou AVC) ou à l’insuffisance cardiaque ou rénale (néphropathie). La mesure et le contrôle de la tension artérielle Chez les personnes vivant avec le diabète, la tension artérielle devrait être inférieure à 130/80 mmHg. La mesure de la tension artérielle se compose de deux chiffres :  Le plus gros chiffre représente la tension systolique (la pression qui est exercée sur les parois des vaisseaux sanguins pendant les battements du cœur) Le plus petit chiffre représente la tension diastolique (la pression qui est exercée sur les parois des vaisseaux sanguins entre les battements cardiaques)  La prévention Dans certains cas, des changements au niveau du mode de vie suffisent à maintenir une tension artérielle dans les valeurs acceptables, par exemple :  Adopter une alimentation saine (alimentation de type DASH) Réduire son apport en sodium Consommer l’alcool avec modération Être actif tous les jours Maintenir ou viser un poids santé Prendre sa médication telle que prescrite Cesser l’usage du tabac Adopter une saine gestion du stress   Dans d’autres circonstances, la prescription d’un médicament anti-hypertenseur sera nécessaire, mais celui-ci ne doit pas se substituer à une alimentation adéquate ni à une vie active. L’importance de maintenir un poids santé Les personnes qui ont un excès de poids présentent deux fois plus souvent de l’hypertension artérielle que celles qui ont un poids santé. Si un surplus de gras se situe au niveau de l’abdomen, vous êtes plus à risque de développer de l’hypertension artérielle et une maladie cardiovasculaire que s’il se loge autour des hanches et des cuisses. Les recherches démontrent qu’une perte de poids de 5 à 10 % du poids initial (4 kg ou 10 lb) peut amener une diminution de la tension artérielle, et également une diminution des besoins en médicaments anti-hypertenseurs, même si le poids santé n’est pas atteint. Ceci peut donc être une source de motivation supplémentaire pour entreprendre une démarche de saine gestion du poids, si celui-ci menace votre santé. Des ressources pour vous aider Ressources externes  Fondation des maladies du coeur   Recherche et rédaction : Équipe des professionnelles de la santé de Diabète Québec Révision scientifique : Louise Tremblay, infirmière, M. Éd. Janvier 2019 © Diabète Québec",
    "L’apnée du sommeil": "L’apnée du sommeil n’est pas directement une complication du diabète, mais l’un des facteurs de risque important commun aux deux conditions est le fait d’avoir un indice de masse corporelle élevé. C’est l’une des raisons expliquant pourquoi plusieurs personnes vivant avec le diabète font également de l’apnée du sommeil. Les autres facteurs de risque de l’apnée du sommeil sont:  Avoir un menton reculé ou fuyant, un visage étroit ou une petite mâchoire ; Avoir une circonférence de cou élevée ; Avoir des antécédents familiaux d’apnée du sommeil ; Être de sexe masculin ; Être âgé de 50 ans et plus ; Être ménopausée ; Avoir des allergies respiratoires ; Consommer du tabac, de l’alcool ou des somnifères de façon régulière ; Avoir une obstruction nasale importante imposant une respiration par la bouche.    Qu’est-ce que l’apnée du sommeil? Le terme «apnée» signifie une suspension momentanée de la respiration. L’apnée du sommeil se caractérise donc par le fait d’arrêter de respirer en dormant. La forme d’apnée du sommeil la plus fréquente est l’apnée obstructive. Normalement, durant le sommeil, les muscles qui contrôlent la langue, le palais mou et les parois du pharynx maintiennent les voies respiratoires ouvertes. Cependant, chez les personnes qui font de l’apnée du sommeil, il y a un relâchement de ces muscles. Ce relâchement obstrue, en partie ou en totalité, le passage de l’air vers les poumons, ce qui entraîne un arrêt de la respiration. Les arrêts respiratoires peuvent survenir jusqu’à 30 fois par heure et durer de 10 à 60 secondes !  Quelles sont les conséquences potentielles de l’apnée du sommeil ? L’apnée du sommeil peut causer des ronflements et une sensation d’étouffement durant la nuit. De plus, les micro-réveils engendrés par les arrêts respiratoires affectent grandement la qualité du sommeil. Ainsi, des symptômes liés à la fatigue peuvent se manifester durant le jour comme de la somnolence, de l’irritabilité, des maux de tête, etc.  Si la situation perdure, cela peut mener à :  des troubles de la concentration ou de la mémoire ;  une difficulté à vaquer à ses occupations quotidiennes ; une diminution de la performance au travail ;  une augmentation du risque d’accident de la route ;  Une dépression.  En plus des symptômes liés à une mauvaise qualité du sommeil, l’apnée du sommeil augmente les risques de maladies cardiovasculaires et de diabète de type 2. Y a-t-il un impact sur la gestion du diabète ? On sait qu’un sommeil perturbé peut entraîner une augmentation de la glycémie à cause des phénomènes suivants :  diminution de la sensibilité des cellules à l’insuline ; diminution du fonctionnement des cellules qui produisent l’insuline.  Par ailleurs, un manque de sommeil chronique peut s’avérer néfaste pour la gestion du poids en diminuant la quantité d’énergie dépensée par le corps et en augmentant l’appétit. Ainsi, l’apnée du sommeil qui n’est pas traitée peut nuire à la gestion du diabète. Une condition sous diagnostiquée ! On estime que seulement 20% des personnes qui font de l’apnée du sommeil seraient diagnostiquées. Cette faible proportion s’explique entre autres par le fait que c’est une condition qui se développe lentement. De plus, les personnes n’ont pas nécessairement conscience de leurs micro-réveils et la fatigue ressentie est un symptôme qui peut sembler commun et banal pour plusieurs. Dormez-vous debout ? Il existe un test simple et fiable qui permet d’évaluer ses probabilités de somnolence ou d’endormissement pendant la journée dans différentes circonstances de la vie quotidienne, appelé l’échelle de somnolence d’Epworth. Cet outil n’est pas un test de dépistage de l’apnée du sommeil, mais il permet d’indiquer la possibilité qu’il y ait un trouble du sommeil nécessitant une consultation auprès d’un médecin ou bien une évaluation plus approfondie auprès de spécialistes du sommeil. Pour faire le test, cliquez ici.  Quoi faire si vous pensez faire de l’apnée du sommeil ? La première étape est d’en parler à votre médecin. Celui-ci sera en mesure d’évaluer vos symptômes, votre état de santé et vos antécédents, afin de vous prescrire un test de diagnostic au besoin.  Il existe trois tests possibles. Ceux-ci sont remboursés par la Régie de l’assurance maladie du Québec (RAMQ), mais il peut y avoir un délai d’attente. Certaines cliniques privées offrent aussi ces services moyennant des frais. Nom du testEndroit où se fait le testPossibilité de poser un diagnostic d’apnée du sommeilDescription du testSaturométrie nocturneÀ la maisonNon. Selon le résultat obtenu un autre test est nécessaire pour confirmer le diagnostic.Dormir avec une pince au bout du doigt qui mesure le taux d’oxygène dans le sang et la fréquence cardiaque.Polygraphie respiratoire du sommeilÀ la maison OuiDormir avec un équipement portatif et des accessoires qui mesurent différents paramètres.Polysomnographie du sommeilDans un laboratoire ou à l’hôpitalOuiDormir dans un laboratoire avec des électrodes et des capteurs installés sur le corps qui mesurent plusieurs données, dont le temps de sommeil, les stades de sommeil, le débit et les efforts respiratoires. Quel est le traitement? Une fois le diagnostic d’apnée du sommeil confirmé, le premier choix de traitement est la ventilation par pression positive continue (PPC). Ce traitement consiste à dormir avec un appareil qui pousse de l’air de façon continue dans les voies respiratoires par le biais d’un tube et d’un masque. Le jet d’air crée suffisamment de pression pour garder les tissus ouverts, donc les voies respiratoires ne peuvent s’affaisser ou se fermer. Ceci permet de contrôler les arrêts respiratoires et les ronflements. Cette machine est communément appelée CPAP en raison de l’acronyme anglais « continuous positive airway pressure ». La machine est portative et peut donc facilement être transportée lors des déplacements à l’extérieur. Les coûts varient entre 1 500 $ et 2 200 $ et peuvent être remboursés en partie par certains régimes d’assurance privés. Selon les besoins, d’autres traitements de l’apnée du sommeil peuvent être envisagés comme des prothèses, une thérapie positionnelle ou encore des bandelettes nasales. La majorité des personnes souffrant d’apnée du sommeil qui traitent ce problème rapportent de nombreux bienfaits et une amélioration substantielle de leur qualité de vie.  Des ressources pour vous aider Ressources externes  Association pulmonaire du Québec Société canadienne du sommeil  Fondation Sommeil   Recherche et rédaction : Équipe des professionnelles de la santé de Diabète Québec Août 2020 © Diabète Québec",
    "La capsulite": "La capsulite est une inflammation de la capsule articulaire, solide gaine fibreuse entourant les os de l’épaule. Dans 50 % des cas, elle se présente des deux côtés. Les causes Cette inflammation peut être causée par des petits traumatismes répétés (coups, mouvements répétés, élongation ou chutes), un traumatisme violent ou des maladies inflammatoires. Dans certains cas, il s’avère impossible de trouver la cause exacte. Le vieillissement joue également un rôle dans l’apparition de ce problème. Plus une personne avance en âge, plus les cartilages articulaires dégénèrent et cicatrisent lentement. Au début de la quarantaine, on note une réduction de la masse musculaire, ce qui peut affaiblir l’articulation. De plus, la diminution de la capacité de compensation de l’organisme entraîne parfois la réapparition d’anciens problèmes au niveau des muscles et des os.   La capsulite et le diabète La personne vivant avec le diabète est plus exposée aux atteintes articulaires des membres supérieurs, dont la capsulite, laquelle apparaît le plus souvent une vingtaine d’années après le début du diabète. Chez la personne vivant avec le diabète, l’hyperglycémie peut aussi entraîner une complication appelée neuropathie. Cette perte de sensibilité à la douleur peut « masquer » la douleur (signal d’alarme du corps) dès le début de l’inflammation et compromettre le diagnostic précoce de la capsulite. Quand consulter ? Il est important pour la personne vivant avec le diabète de rester vigilante, de consulter dès l’apparition d’une limitation dans les mouvements de l’épaule et de suivre les recommandations du médecin.  Recherche et rédaction : Équipe des professionnelles de la santé de Diabète Québec Adapté de : Godin L. (2002). La capsulite. Plein Soleil, Diabète Québec, p.31 Janvier 2019 © Diabète Québec Référence : Zreik NH. et al.(2016). Adhesive capsulitis of the shoulder and diabetes: a meta-analysis of prevalence. Muscles, Ligaments and Tendons Journal, 6(1), 26-34."
}